# 라벨과 커스텀 태그파일

label2emotion_6 = {
    0: "분노/짜증", 1: "불안/걱정", 2: "지루/심심", 3: "기쁨/행복", 4: "슬픔/우울", 5: "상처"
}

emotion_to_tags_map = {
    "분노": ["#분노", "#화남", "#분개"],
    "슬픔": ["#슬픔", "#우울", "#비탄"],
    "불안": ["#불안", "#초조", "#걱정"],
    "상처": ["#상처", "#아픔"],
    "당황": ["#당황", "#혼란"],
    "기쁨": ["#기쁨", "#행복", "#즐거움"]
}

custom_combinations = {
    ("불안", "슬픔", "걱정스러운"): ["#감정혼란", "#불편한하루"],
    ("불안", "걱정스러운", "슬픔"): ["#긴장과우울", "#복잡한마음"],
    ("슬픔", "불안", "우울한"): ["#마음의구름", "#침체된기분"],
    ("기쁨", "신이 난", "만족스러운"): ["#완벽한하루", "#행복충전"],
    ("기쁨", "감사하는", "편안한"): ["#소확행", "#잔잔한행복"],
    ("분노", "짜증내는", "성가신"): ["#화가난하루", "#짜증폭발"],
    ("분노", "억울한", "괴로워하는"): ["#억울함", "#감정폭발"],
    ("당황", "혼란스러운", "초조한"): ["#혼란의연속", "#불확실한기분"],
    ("상처", "배신당한", "외로운"): ["#외로움", "#신뢰붕괴"],
    ("불안", "초조한", "두려운"): ["#불안감", "#긴장된하루"],
    ("우울한", "눈물이 나는", "실망한"): ["#우울모드", "#마음이무거워"],
    ("자신하는", "신뢰하는", "기쁨"): ["#자신감업", "#믿음과희망"],
        ("성가신", "짜증내는", "툴툴대는"): ["#짜증주의보", "#불쾌지수상승"],
    ("감사하는", "기쁨", "편안한"): ["#따뜻한마음", "#행복의순간"],
    ("실망한", "우울한", "분노"): ["#감정기복", "#실망과분노"],
    ("눈물이 나는", "비통한", "낙담한"): ["#마음의폭우", "#슬픔이가득"],
    ("두려운", "스트레스 받는", "불안"): ["#불안장벽", "#긴장상태"],
    ("편안한", "느긋", "안도"): ["#휴식의시간", "#마음의여유"],
    ("가난한 불우한", "희생된", "억울한"): ["#부당한현실", "#불공정"],
    ("질투하는", "배신당한", "열등감"): ["#질투심폭발", "#자존감회복필요"]
}