export default function LegalCopyright(){
    return(
        <div className={"legal-copyright"}>

            <h3> 저작권 및 지적재산권 관련 법령 </h3>

            <h4>제1장 총칙</h4>
            <h5>제1조(목적)</h5>
            <p>{`이 법은 저작자의 권리와 이에 인접하는 권리를 보호하고 저작물의 공정한 이용을 도모함으로써 문화 및 관련 산업의 향상발전에 이바지함을 목적으로 한다. <개정 2009. 4. 22.>`}</p>

            <h5>제2조(정의)</h5>
            <p>{`이 법에서 사용하는 용어의 뜻은 다음과 같다. <개정 2009. 4. 22., 2011. 6. 30., 2011. 12. 2., 2016. 3. 22., 2021. 5. 18., 2023. 8. 8.>
1. “저작물”은 인간의 사상 또는 감정을 표현한 창작물을 말한다.
2. “저작자”는 저작물을 창작한 자를 말한다.
3. “공연”은 저작물 또는 실연(實演)ㆍ음반ㆍ방송을 상연ㆍ연주ㆍ가창ㆍ구연ㆍ낭독ㆍ상영ㆍ재생 그 밖의 방법으로 공중에게 공개하는 것을 말하며, 동일인의 점유에 속하는 연결된 장소 안에서 이루어지는 송신(전송은 제외한다)을 포함한다.
4. “실연자”는 저작물을 연기ㆍ무용ㆍ연주ㆍ가창ㆍ구연ㆍ낭독 그 밖의 예능적 방법으로 표현하거나 저작물이 아닌 것을 이와 유사한 방법으로 표현하는 실연을 하는 자를 말하며, 실연을 지휘, 연출 또는 감독하는 자를 포함한다.
5. “음반”은 음(음성ㆍ음향을 말한다. 이하 같다)이 유형물에 고정된 것(음을 디지털화한 것을 포함한다)을 말한다. 다만, 음이 영상과 함께 고정된 것은 제외한다.
6. “음반제작자”는 음반을 최초로 제작하는 데 있어 전체적으로 기획하고 책임을 지는 자를 말한다.
7. “공중송신”은 저작물, 실연ㆍ음반ㆍ방송 또는 데이터베이스(이하 “저작물등”이라 한다)를 공중이 수신하거나 접근하게 할 목적으로 무선 또는 유선통신의 방법에 의하여 송신하거나 이용에 제공하는 것을 말한다.
8. “방송”은 공중송신 중 공중이 동시에 수신하게 할 목적으로 음ㆍ영상 또는 음과 영상 등을 송신하는 것을 말한다.
8의2. “암호화된 방송 신호”란 방송사업자나 방송사업자의 동의를 받은 자가 정당한 권한 없이 방송(유선 및 위성 통신의 방법에 의한 방송으로 한정한다)을 수신하는 것을 방지하거나 억제하기 위하여 전자적으로 암호화한 방송 신호를 말한다.
9. “방송사업자”는 방송을 업으로 하는 자를 말한다.
10. “전송(傳送)”은 공중송신 중 공중의 구성원이 개별적으로 선택한 시간과 장소에서 접근할 수 있도록 저작물등을 이용에 제공하는 것을 말하며, 그에 따라 이루어지는 송신을 포함한다.
11. “디지털음성송신”은 공중송신 중 공중으로 하여금 동시에 수신하게 할 목적으로 공중의 구성원의 요청에 의하여 개시되는 디지털 방식의 음의 송신을 말하며, 전송은 제외한다.
12. “디지털음성송신사업자”는 디지털음성송신을 업으로 하는 자를 말한다.
13. “영상저작물”은 연속적인 영상(음의 수반여부는 가리지 아니한다)이 수록된 창작물로서 그 영상을 기계 또는 전자장치에 의하여 재생하여 볼 수 있거나 보고 들을 수 있는 것을 말한다.
14. “영상제작자”는 영상저작물의 제작에 있어 그 전체를 기획하고 책임을 지는 자를 말한다.
15. “응용미술저작물”은 물품에 동일한 형상으로 복제될 수 있는 미술저작물로서 그 이용된 물품과 구분되어 독자성을 인정할 수 있는 것을 말하며, 디자인 등을 포함한다.
16. “컴퓨터프로그램저작물”은 특정한 결과를 얻기 위하여 컴퓨터 등 정보처리능력을 가진 장치(이하 “컴퓨터”라 한다) 내에서 직접 또는 간접으로 사용되는 일련의 지시ㆍ명령으로 표현된 창작물을 말한다.
17. “편집물”은 저작물이나 부호ㆍ문자ㆍ음ㆍ영상 그 밖의 형태의 자료(이하 “소재”라 한다)의 집합물을 말하며, 데이터베이스를 포함한다.
18. “편집저작물”은 편집물로서 그 소재의 선택ㆍ배열 또는 구성에 창작성이 있는 것을 말한다.
19. “데이터베이스”는 소재를 체계적으로 배열 또는 구성한 편집물로서 개별적으로 그 소재에 접근하거나 그 소재를 검색할 수 있도록 한 것을 말한다.
20. “데이터베이스제작자”는 데이터베이스의 제작 또는 그 소재의 갱신ㆍ검증 또는 보충(이하 “갱신등”이라 한다)에 인적 또는 물적으로 상당한 투자를 한 자를 말한다.
21. “공동저작물”은 2명 이상이 공동으로 창작한 저작물로서 각자의 이바지한 부분을 분리하여 이용할 수 없는 것을 말한다.
22. “복제”는 인쇄ㆍ사진촬영ㆍ복사ㆍ녹음ㆍ녹화 그 밖의 방법으로 일시적 또는 영구적으로 유형물에 고정하거나 다시 제작하는 것을 말하며, 건축물의 경우에는 그 건축을 위한 모형 또는 설계도서에 따라 이를 시공하는 것을 포함한다.
23. “배포”는 저작물등의 원본 또는 그 복제물을 공중에게 대가를 받거나 받지 아니하고 양도 또는 대여하는 것을 말한다.
24. “발행”은 저작물 또는 음반을 공중의 수요를 충족시키기 위하여 복제ㆍ배포하는 것을 말한다.
25. “공표”는 저작물을 공연, 공중송신 또는 전시 그 밖의 방법으로 공중에게 공개하는 경우와 저작물을 발행하는 경우를 말한다.
26. “저작권신탁관리업”은 저작재산권자, 배타적발행권자, 출판권자, 저작인접권자 또는 데이터베이스제작자의 권리를 가진 자를 위하여 그 권리를 신탁받아 이를 지속적으로 관리하는 업을 말하며, 저작물등의 이용과 관련하여 포괄적으로 대리하는 경우를 포함한다.
27. “저작권대리중개업”은 저작재산권자, 배타적발행권자, 출판권자, 저작인접권자 또는 데이터베이스제작자의 권리를 가진 자를 위하여 그 권리의 이용에 관한 대리 또는 중개행위를 하는 업을 말한다.
28. “기술적 보호조치”란 다음 각 목의 어느 하나에 해당하는 조치를 말한다.
    가. 저작권, 그 밖에 이 법에 따라 보호되는 권리의 행사와 관련하여 이 법에 따라 보호되는 저작물등에 대한 접근을 효과적으로 방지하거나 억제하기 위하여 그 권리자나 권리자의 동의를 받은 자가 적용하는 기술적 조치
나. 저작권, 그 밖에 이 법에 따라 보호되는 권리에 대한 침해 행위를 효과적으로 방지하거나 억제하기 위하여 그 권리자나 권리자의 동의를 받은 자가 적용하는 기술적 조치
29. “권리관리정보”는 다음 각 목의 어느 하나에 해당하는 정보나 그 정보를 나타내는 숫자 또는 부호로서 각 정보가 저작권, 그 밖에 이 법에 따라 보호되는 권리에 의하여 보호되는 저작물등의 원본이나 그 복제물에 붙여지거나 그 공연ㆍ실행 또는 공중송신에 수반되는 것을 말한다.
    가. 저작물등을 식별하기 위한 정보
나. 저작권, 그 밖에 이 법에 따라 보호되는 권리를 가진 자를 식별하기 위한 정보
다. 저작물등의 이용 방법 및 조건에 관한 정보
30. “온라인서비스제공자”란 다음 각 목의 어느 하나에 해당하는 자를 말한다.
    가. 이용자가 선택한 저작물등을 그 내용의 수정 없이 이용자가 지정한 지점 사이에서 정보통신망(「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제2조제1항제1호의 정보통신망을 말한다. 이하 같다)을 통하여 전달하기 위하여 송신하거나 경로를 지정하거나 연결을 제공하는 자
나. 이용자들이 정보통신망에 접속하거나 정보통신망을 통하여 저작물등을 복제ㆍ전송할 수 있도록 서비스를 제공하거나 그를 위한 설비를 제공 또는 운영하는 자
31. “업무상저작물”은 법인ㆍ단체 그 밖의 사용자(이하 “법인등”이라 한다)의 기획하에 법인등의 업무에 종사하는 자가 업무상 작성하는 저작물을 말한다.
32. “공중”은 불특정 다수인(특정 다수인을 포함한다)을 말한다.
33. “인증”은 저작물등의 이용허락 등을 위하여 정당한 권리자임을 증명하는 것을 말한다.
34. “프로그램코드역분석”은 독립적으로 창작된 컴퓨터프로그램저작물과 다른 컴퓨터프로그램과의 호환에 필요한 정보를 얻기 위하여 컴퓨터프로그램저작물코드를 복제 또는 변환하는 것을 말한다.
35. “라벨”이란 그 복제물이 정당한 권한에 따라 제작된 것임을 나타내기 위하여 저작물등의 유형적 복제물ㆍ포장 또는 문서에 부착ㆍ동봉 또는 첨부되거나 그러한 목적으로 고안된 표지를 말한다.
36. “영화상영관등”이란 영화상영관, 시사회장, 그 밖에 공중에게 영상저작물을 상영하는 장소로서 상영자에 의하여 입장이 통제되는 장소를 말한다.`}</p>

            <h5>제2조의2(저작권 보호에 관한 시책 수립 등)</h5>
            <p>{`① 문화체육관광부장관은 이 법의 목적을 달성하기 위하여 다음 각 호의 시책을 수립ㆍ시행할 수 있다.
1. 저작권의 보호 및 저작물의 공정한 이용 환경 조성을 위한 기본 정책에 관한 사항
2. 저작권 인식 확산을 위한 교육 및 홍보에 관한 사항
3. 저작물등의 권리관리정보 및 기술적보호조치의 정책에 관한 사항
② 제1항에 따른 시책의 수립ㆍ시행에 필요한 사항은 대통령령으로 정한다.
    [본조신설 2009. 4. 22.]`}</p>

            <h5>제3조(외국인의 저작물)</h5>
            <p>{`①외국인의 저작물은 대한민국이 가입 또는 체결한 조약에 따라 보호된다.
②대한민국 내에 상시 거주하는 외국인(무국적자 및 대한민국 내에 주된 사무소가 있는 외국법인을 포함한다)의 저작물과 맨 처음 대한민국 내에서 공표된 외국인의 저작물(외국에서 공표된 날부터 30일 이내에 대한민국 내에서 공표된 저작물을 포함한다)은 이 법에 따라 보호된다. <개정 2023. 8. 8.>
③제1항 및 제2항에 따라 보호되는 외국인(대한민국 내에 상시 거주하는 외국인 및 무국적자는 제외한다. 이하 이 조에서 같다)의 저작물이라도 그 외국에서 대한민국 국민의 저작물을 보호하지 아니하는 경우에는 그에 상응하게 조약 및 이 법에 따른 보호를 제한할 수 있다. <개정 2011. 6. 30.>
④ 제1항 및 제2항에 따라 보호되는 외국인의 저작물이라도 그 외국에서 보호기간이 만료된 경우에는 이 법에 따른 보호기간을 인정하지 아니한다. <신설 2011. 6. 30.>`}</p>

            <h4>제2장 저작자</h4>
            <h5>제10조(저작권)</h5>
            <p>{`①저작자는 제11조부터 제13조까지에 따른 권리(이하 “저작인격권”이라 한다)와 제16조부터 제22조까지에 따른 권리(이하 “저작재산권”이라 한다)를 가진다. <개정 2023. 8. 8.>
②저작권은 저작물을 창작한 때부터 발생하며 어떠한 절차나 형식의 이행을 필요로 하지 아니한다.    `}</p>

            <h4>제3장 저작인격권</h4>
            <h5>제11조(공표권)</h5>
            <p>{`①저작자는 그의 저작물을 공표하거나 공표하지 아니할 것을 결정할 권리를 가진다.
②저작자가 공표되지 아니한 저작물의 저작재산권을 제45조에 따른 양도, 제46조에 따른 이용허락, 제57조에 따른 배타적발행권의 설정 또는 제63조에 따른 출판권의 설정을 한 경우에는 그 상대방에게 저작물의 공표를 동의한 것으로 추정한다. <개정 2009. 4. 22., 2011. 12. 2.>
③저작자가 공표되지 아니한 미술저작물ㆍ건축저작물 또는 사진저작물(이하 “미술저작물등”이라 한다)의 원본을 양도한 경우에는 그 상대방에게 저작물의 원본의 전시방식에 의한 공표를 동의한 것으로 추정한다.
④원저작자의 동의를 얻어 작성된 2차적저작물 또는 편집저작물이 공표된 경우에는 그 원저작물도 공표된 것으로 본다.
⑤ 공표하지 아니한 저작물을 저작자가 제31조의 도서관등에 기증한 경우 별도의 의사를 표시하지 아니하면 기증한 때에 공표에 동의한 것으로 추정한다. <신설 2011. 12. 2., 2023. 8. 8.>`}</p>

            <h5>제12조(성명표시권)</h5>
            <p>{`①저작자는 저작물의 원본이나 그 복제물에 또는 저작물의 공표 매체에 그의 실명 또는 이명을 표시할 권리를 가진다.
②저작물을 이용하는 자는 그 저작자의 특별한 의사표시가 없는 때에는 저작자가 그의 실명 또는 이명을 표시한 바에 따라 이를 표시하여야 한다. 다만, 저작물의 성질이나 그 이용의 목적 및 형태 등에 비추어 부득이하다고 인정되는 경우에는 그러하지 아니하다.   `}</p>

            <h5>제13조(동일성유지권)</h5>
            <p>{`①저작자는 그의 저작물의 내용ㆍ형식 및 제호의 동일성을 유지할 권리를 가진다.
②저작자는 다음 각 호의 어느 하나에 해당하는 변경에 대하여는 이의(異議)할 수 없다. 다만, 본질적인 내용의 변경은 그러하지 아니하다. <개정 2009. 4. 22., 2023. 8. 8.>
1. 제25조의 규정에 따라 저작물을 이용하는 경우에 학교교육 목적을 위하여 부득이하다고 인정되는 범위 안에서의 표현의 변경
2. 건축물의 증축ㆍ개축 그 밖의 변형
3. 특정한 컴퓨터 외에는 이용할 수 없는 프로그램을 다른 컴퓨터에 이용할 수 있도록 하기 위하여 필요한 범위에서의 변경
4. 프로그램을 특정한 컴퓨터에 보다 효과적으로 이용할 수 있도록 하기 위하여 필요한 범위에서의 변경
5. 그 밖에 저작물의 성질이나 그 이용의 목적 및 형태 등에 비추어 부득이하다고 인정되는 범위 안에서의 변경    `}</p>

            <h5>제24조의2(공공저작물의 자유이용)</h5>
            <p>{`① 국가 또는 지방자치단체가 업무상 작성하여 공표한 저작물이나 계약에 따라 저작재산권의 전부를 보유한 저작물은 허락 없이 이용할 수 있다. 다만, 저작물이 다음 각 호의 어느 하나에 해당하는 경우에는 그러하지 아니하다. <개정 2020. 2. 4.>
1. 국가안전보장에 관련되는 정보를 포함하는 경우
2. 개인의 사생활 또는 사업상 비밀에 해당하는 경우
3. 다른 법률에 따라 공개가 제한되는 정보를 포함하는 경우
4. 제112조에 따른 한국저작권위원회(이하 제111조까지 “위원회”라 한다)에 등록된 저작물로서 「국유재산법」에 따른 국유재산 또는 「공유재산 및 물품 관리법」에 따른 공유재산으로 관리되는 경우
② 국가는 「공공기관의 운영에 관한 법률」 제4조에 따른 공공기관이 업무상 작성하여 공표한 저작물이나 계약에 따라 저작재산권의 전부를 보유한 저작물의 이용을 활성화하기 위하여 대통령령으로 정하는 바에 따라 공공저작물 이용활성화 시책을 수립ㆍ시행할 수 있다.
③ 국가 또는 지방자치단체는 제1항제4호의 공공저작물 중 자유로운 이용을 위하여 필요하다고 인정하는 경우 「국유재산법」 또는 「공유재산 및 물품 관리법」에도 불구하고 대통령령으로 정하는 바에 따라 사용하게 할 수 있다.
    [본조신설 2013. 12. 30.]`}</p>

            <h5>제37조(출처의 명시)</h5>
            <p>{`①이 관에 따라 저작물을 이용하는 자는 그 출처를 명시하여야 한다. 다만, 제26조, 제29조부터 제32조까지, 제34조 및 제35조의2부터 제35조의4까지의 경우에는 그러하지 아니하다. <개정 2011. 12. 2., 2019. 11. 26.>
②출처의 명시는 저작물의 이용 상황에 따라 합리적이라고 인정되는 방법으로 하여야 하며, 저작자의 실명 또는 이명이 표시된 저작물인 경우에는 그 실명 또는 이명을 명시하여야 한다.   `}</p>

            <h4>제4장 벌칙</h4>
            <h5>제136조(벌칙)</h5>
            <p>{`① 다음 각 호의 어느 하나에 해당하는 자는 5년 이하의 징역 또는 5천만원 이하의 벌금에 처하거나 이를 병과(倂科)할 수 있다. <개정 2011. 12. 2., 2021. 5. 18.>
1. 저작재산권, 그 밖에 이 법에 따라 보호되는 재산적 권리(제93조에 따른 권리는 제외한다)를 복제, 공연, 공중송신, 전시, 배포, 대여, 2차적저작물 작성의 방법으로 침해한 자
2. 제129조의3제1항에 따른 법원의 명령을 정당한 이유 없이 위반한 자
②다음 각 호의 어느 하나에 해당하는 자는 3년 이하의 징역 또는 3천만원 이하의 벌금에 처하거나 이를 병과할 수 있다. <개정 2009. 4. 22., 2011. 6. 30., 2011. 12. 2.>
1. 저작인격권 또는 실연자의 인격권을 침해하여 저작자 또는 실연자의 명예를 훼손한 자
2. 제53조 및 제54조(제90조 및 제98조에 따라 준용되는 경우를 포함한다)에 따른 등록을 거짓으로 한 자
3. 제93조에 따라 보호되는 데이터베이스제작자의 권리를 복제ㆍ배포ㆍ방송 또는 전송의 방법으로 침해한 자
3의2. 제103조의3제4항을 위반한 자
3의3. 업으로 또는 영리를 목적으로 제104조의2제1항 또는 제2항을 위반한 자
3의4. 업으로 또는 영리를 목적으로 제104조의3제1항을 위반한 자. 다만, 과실로 저작권 또는 이 법에 따라 보호되는 권리 침해를 유발 또는 은닉한다는 사실을 알지 못한 자는 제외한다.
3의5. 제104조의4제1호 또는 제2호에 해당하는 행위를 한 자
3의6. 제104조의5를 위반한 자
3의7. 제104조의7을 위반한 자
4. 제124조제1항에 따른 침해행위로 보는 행위를 한 자
5. 삭제 <2011. 6. 30.>
6. 삭제 <2011. 6. 30.>
[제목개정 2011. 12. 2.]    `}</p>

            <h5>제137조(벌칙)</h5>
            <p>{`①다음 각 호의 어느 하나에 해당하는 자는 1년 이하의 징역 또는 1천만원 이하의 벌금에 처한다. <개정 2009. 4. 22., 2011. 12. 2., 2020. 2. 4.>
1. 저작자 아닌 자를 저작자로 하여 실명ㆍ이명을 표시하여 저작물을 공표한 자
2. 실연자 아닌 자를 실연자로 하여 실명ㆍ이명을 표시하여 실연을 공연 또는 공중송신하거나 복제물을 배포한 자
3. 제14조제2항을 위반한 자
3의2. 제104조의4제3호에 해당하는 행위를 한 자
3의3. 제104조의6을 위반한 자
4. 제105조제1항에 따른 허가를 받지 아니하고 저작권신탁관리업을 한 자
5. 제124조제2항에 따라 침해행위로 보는 행위를 한 자
6. 자신에게 정당한 권리가 없음을 알면서 고의로 제103조제1항 또는 제3항에 따른 복제ㆍ전송의 중단 또는 재개요구를 하여 온라인서비스제공자의 업무를 방해한 자
7. 제55조의5(제90조 및 제98조에 따라 준용되는 경우를 포함한다)를 위반한 자
② 제1항제3호의3의 미수범은 처벌한다. <신설 2011. 12. 2.>
[제목개정 2011. 12. 2.]    `}</p>

            <h5>제138조(벌칙)</h5>
            <p>{`다음 각 호의 어느 하나에 해당하는 자는 500만원 이하의 벌금에 처한다. <개정 2011. 12. 2.>
1. 제35조제4항을 위반한 자
2. 제37조(제87조 및 제94조에 따라 준용되는 경우를 포함한다)를 위반하여 출처를 명시하지 아니한 자
3. 제58조제3항(제63조의2, 제88조 및 제96조에 따라 준용되는 경우를 포함한다)을 위반하여 저작재산권자의 표지를 하지 아니한 자
4. 제58조의2제2항(제63조의2, 제88조 및 제96조에 따라 준용되는 경우를 포함한다)을 위반하여 저작자에게 알리지 아니한 자
5. 제105조제1항에 따른 신고를 하지 아니하고 저작권대리중개업을 하거나, 제109조제2항에 따른 영업의 폐쇄명령을 받고 계속 그 영업을 한 자
    [제목개정 2011. 12. 2.]`}</p>

            <h5>제139조(몰수)</h5>
            <p>{`저작권, 그 밖에 이 법에 따라 보호되는 권리를 침해하여 만들어진 복제물과 그 복제물의 제작에 주로 사용된 도구나 재료 중 그 침해자ㆍ인쇄자ㆍ배포자 또는 공연자의 소유에 속하는 것은 몰수한다. <개정 2011. 12. 2.>
[전문개정 2011. 6. 30.]    `}</p>

            <h5>제140조(고소)</h5>
            <p>{`이 장의 죄에 대한 공소는 고소가 있어야 한다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 그러하지 아니하다. <개정 2009. 4. 22., 2011. 12. 2.>
1. 영리를 목적으로 또는 상습적으로 제136조제1항제1호, 제136조제2항제3호 및 제4호(제124조제1항제3호의 경우에는 피해자의 명시적 의사에 반하여 처벌하지 못한다)에 해당하는 행위를 한 경우
2. 제136조제2항제2호 및 제3호의2부터 제3호의7까지, 제137조제1항제1호부터 제4호까지, 제6호 및 제7호와 제138조제5호의 경우
3. 삭제 <2011. 12. 2.>`}</p>

            <h5>제141조(양벌규정)</h5>
            <p>{`법인의 대표자나 법인 또는 개인의 대리인ㆍ사용인 그 밖의 종업원이 그 법인 또는 개인의 업무에 관하여 이 장의 죄를 저지른 때에는 행위자를 벌하는 외에 그 법인 또는 개인에 대하여도 각 해당조의 벌금형을 과한다. 다만, 법인 또는 개인이 그 위반행위를 방지하기 위하여 해당 업무에 관하여 상당한 주의와 감독을 게을리하지 아니한 경우에는 그러하지 아니하다. <개정 2009. 4. 22., 2023. 8. 8.>`}</p>

            <h5>제142조(과태료)</h5>
            <p>{`① 제104조제1항에 따른 필요한 조치를 하지 아니한 자에게는 3천만원 이하의 과태료를 부과한다. <개정 2009. 4. 22.>
② 다음 각 호의 어느 하나에 해당하는 자에게는 1천만원 이하의 과태료를 부과한다. <개정 2009. 4. 22., 2011. 12. 2., 2016. 3. 22., 2019. 11. 26.>
1. 제103조의3제2항에 따른 문화체육관광부장관의 명령을 이행하지 아니한 자
2. 제106조에 따른 의무를 이행하지 아니한 자
2의2. 제106조의2를 위반하여 정당한 이유 없이 이용허락을 거부한 자
3. 제112조제4항을 위반하여 한국저작권위원회의 명칭을 사용한 자
3의2. 제122조의2제5항을 위반하여 한국저작권보호원의 명칭을 사용한 자
4. 제133조의2제1항ㆍ제2항 및 제4항에 따른 문화체육관광부장관의 명령을 이행하지 아니한 자
5. 제133조의2제3항에 따른 통지, 같은 조 제5항에 따른 게시, 같은 조 제6항에 따른 통보를 하지 아니한 자
③ 제1항 및 제2항에 따른 과태료는 대통령령으로 정하는 바에 따라 문화체육관광부장관이 부과ㆍ징수한다. <개정 2009. 4. 22.>
④ 삭제 <2009. 4. 22.>
⑤ 삭제 <2009. 4. 22.>`}</p>

        </div>
    )
}
